[net]
height=8
width=8
channels=3

[convolutional]
batch_normalize=1
filters=4
size=3
stride=2
pad=1
activation=leaky

[convolutional]
batch_normalize=1
filters=8
size=3
stride=2
pad=1
activation=leaky

